[X2Action_ApplyWeaponDamageToUnit_HITCHANCE]
//HIT_CHANCE ="HIT";
//CRIT_CHANCE ="CRIT";
//DODGE_CHANCE ="DODGE";
//MISS_CHANCE ="MISS";

SHORT_GUARANTEED_HIT="ГП";
SHORT_HIT_CHANCE="По";
SHORT_MISS_CHANCE="Пр";
SHORT_CRIT_CHANCE="Кр";
SHORT_DODGE_CHANCE="Укл";
SHORT_COUNTER_CHANCE="КУ"

GUARANTEED_HIT ="ГАРАНТИРОВАННОЕ ПОПАДАНИЕ";
//GUARANTEED_MISS ="GUARANTEED MISS";

REPEATER_KILL ="Повторитель";

FAILED_TEXT = "Провал!"

[ExtendedInformationRedux3_MCMScreen]
sSettingsPage_MCMText = "Extended Information Redux";
sPageTitle_MCMText = "Extended Information Redux";
sGroupGeneralSettings_MCMText = "Общие настройки";
sGroupFlyoverSettings_MCMText = "Настройки всплывающего урона";
sShowHitChance_MCMText = "Показывать шанс попадания во всплывающих сообщениях";
sVerboseText_MCMText = "Подробный текст во всплывающих сообщениях";
sDisplayMissChance_MCMText = "Показывать шанс промаха вместо шанса попадания";
//sShowTemplarMessages_MCMText = "Показывать шанс попадания в особых всплывающих сообщениях Парирование/Отклонение/Отражение Храмовника";
sShowTemplarMessages_MCMText = "Показывать шанс попадания в особых всплывающих сообщениях промаха";
sShowTemplarMessages_MCMTip = "Особые промахи происходят, когда Недосягаемый, Молниеносные рефлексы, Парирование, Отклонение или Отражение принудительно вызывают промах."

sShowAimAssist_MCMText = "Показывать помощь при прицеливании";
sShowAimAssist_ifUnsafe_MCMText = "Показывать помощь при прицеливании (ВНИМАНИЕ: Возможны ошибки!)";
sShowAimAssist_ifUnsafe_MCMTooltip = "Обнаружена настройка Highlander bDisableAimAssist=true, установленная LWOTC или другими модами\n\nВключение помощи при прицеливании может вызвать ошибки!\n\nЕсли вы хотите включить ее, также отметьте параметр 'Подтвердить небезопасную помощь при прицеливании' ниже. Без этого помощь при прицеливании будет автоматически отключена при следующем запуске игры.";
sShowUnsafeAimAssist_MCMText = "Подтвердить небезопасную помощь при прицеливании";
sShowUnsafeAimAssist_MCMTooltip = "Включите, чтобы предотвратить автоматическое отключение помощи при прицеливании при следующем запуске игры";
sShowUnsafeAimAssist_ifSafe_MCMTooltip = "(Неактуально в данном случае)\n\nКогда параметр 'Показывать помощь при прицеливании' считается небезопасным и автоматически отключается при запуске игры - включение этого параметра предотвращает автоматическое отключение помощи при прицеливании"
; sFlyoverDuration_MCMText = "Длительность всплывающих сообщений";
sShowGuaranteedHit_MCMText = "Показывать строку 'Гарантированное попадание'";

sGroupShotBar_MCMText = "Настройки панели выстрела";
sBarHeight_MCMText = "Высота панели";
;sBarOffsetX_MCMText = "Смещение панели по X";
sBarOffsetY_MCMText = "Смещение панели по Y";
sBarAlpha_MCMText = "Прозрачность панели";
;sBarWidthMult_MCMText = "Множитель ширины панели";
;sGeneralOffsetY_MCMText = "Общее смещение по Y";
;sDodgeOffsetX_MCMText = "Смещение уклонения по X";
;sCritOFfsetX_MCMText = "Смещение крита по X";
;sCritOffsetY_MCMText = "Смещение крита по Y";
sHitHexColor_MCMText = "Цвет панели попадания";
sCritHexColor_MCMText = "Цвет панели крита";
sDodgeHexColor_MCMText = "Цвет панели царапины";
sAssistHexColor_MCMText = "Цвет панели помощи при прицеливании";
sMissHexColor_MCMText = "Цвет панели промаха";
sGroupShotHUD_MCMText = "Настройки ShotHUD";
sGroupShotHUDLayout_MCMText = "Макет отображения ShotHUD";
sGroupBarColors_MCMText = "Настройки цвета панелей";
sShowGrazed_MCMText = "Показывать царапину в ShotHUD";
sShowCrit_MCMText = "Показывать крит в ShotHUD";
sAimLeftOfCrit_MCMText = "Прицел слева от крита";
sAssistBesideHit_MCMText = "Помощь при прицеливании рядом с попаданием";
sAssistBar_MCMText = "Объединить панель помощи при прицеливании с обычной панелью попадания";
sPreviewMinimum_MCMText = "Показывать минимальный урон";
sPreviewHacking_MCMText = "Показывать взлом";
sWarningMessage_MCMText = "Обратите внимание, что любые изменения смещения могут привести к некорректному отображению!";
sExpectedDamage_MCMText = "Показывать ожидаемый урон"
sExpectedDamage_MCMTooltip = "Включите, чтобы видеть ожидаемый урон в Shot HUD рядом с уроном. например: 'Урон: 3-5 (2.6)'\n\nОжидаемый урон - это средневзвешенный урон. При прицеливании в текущего противника выбранной способностью, какой средний урон вы нанесете с учетом шанса попадания, шанса крита, уклонения, диапазона царапины, урона оружия со всеми модификаторами урона и бонусного урона от крита."

;DEBUG
sDodgeOffsetY_MCMText = "Смещение уклонения по Y";
;DEBUG


sBlack = "Черный";
sWhite = "Белый";
sCyan = "Голубой";
sFadedCyan = "Блеклый голубой";
sFadedYellow = "Блеклый желтый";
sGray = "Серый";
sGreen = "Зеленый";
sRed = "Красный";
sYellow = "Желтый";
sPerkYellow = "Желтый навыков";
sCashGreen = "Зеленый ресурсов";
sPurple = "Фиолетовый";
sOrange = "Оранжевый";
sOrangeEngineering = "Оранжевый инженерии";
sBlueScience = "Синий науки";
sObjIconBackground = "Фон значка задачи";

sShotHudDisplayLayout_MCMText = "Макет отображения Shot HUD"
sLeftSide1_MCMText = "Левая сторона 1"
sLeftSide2_MCMText = "Левая сторона 2"
sRightSide1_MCMText = "Правая сторона 1"
sRightSide2_MCMText = "Правая сторона 2"
SlotOptions_0 = "Нет"
SlotOptions_1 = "Шанс царапины"
SlotOptions_2 = "Критический урон"
SlotOptions_3 = "Ожидаемый урон"
sLeftSide1Offset_MCMText = "Смещение X левой стороны 1"
sLeftSide2Offset_MCMText = "Смещение X левой стороны 2"
sRightSide1Offset_MCMText = "Смещение X правой стороны 1"
sRightSide2Offset_MCMText = "Смещение X правой стороны 2"

;sShowAlwaysShotBreakdownHUD_MCMText = "Always Show Shot Breakdown";
sGroupShotWings_MCMText = "Настройки Shot Wings";

sGroupToolTips_MCMTtext = "Настройки подсказок";
sToolTipAlpha_MCMText = "Прозрачность фона подсказок";
sShowEnemyToolTip_MCMText = "Показывать дополнительные подсказки о противнике";
sShowExtraWeaponStats_MCMText = "Показывать детали улучшений оружия";

sPreviewStatusEffects_MCMText = "Предпросмотр эффектов состояния"
sPreviewStatContest_MCMText = "Скрывать эффекты состояния для способностей со сравнением характеристик (например, Безумие)"
sPreviewApplyChance_MCMText = "Предпросмотр эффектов состояния для способностей с фиксированным шансом (например, Разлом Пустоты)"
sPreviewApplyChanceMiss_MCMText = "Показывать шанс промаха для способностей с фиксированным шансом (например, Импульсная дуга)"
sPreviewApplyChanceGuaranteed_MCMText = "Показывать гарантированные эффекты состояния для способностей с фиксированным шансом (например, 'Оглушение' для Импульсная дуга)"
sCdmgMode_MCMText = "Режим К-УРН"
sCdmgModeTexts_0 = "Всегда показывать бонус к криту"
sCdmgModeTexts_1 = "Всегда показывать общий урон при крите"
sCdmgModeTexts_2 = "Показывать общий урон при крите только на всех крит-диапазонах"
sCdmgModeTexts_3 = "Показывать общий урон при крите только на тех крит-диапазонах, где максимальный крит-бонус меньше минимального крит-бонуса"

sSlotWidth_MCMText = "Ширина слота ShotHUD"
sDamageLabelWidth_MCMText = "Ширина надписи урона"

sShotHudColorSettings_MCMText = "Настройки цвета ShotHUD"
sShotHudDamageColor_MCMText = "Урон"
sShotHudDamageBonusColor_MCMText = "Урон с бонусом"

sStatusEffectColorSettings_MCMText = "Настройки цвета состояния"
sStatusEffect = "Состояние"
sMissChanceColor_MCMText = "Шанс промаха"

sHackPreviewColorSettings_MCMText = "Настройки цвета предварительного просмотра взлома"
sHackPreviewFailure_MCMText = "Провал"
sHackPreviewReward_MCMText = "Награда"

sFlyoverShowCrit0_MCMText = "Показывать шанс крита во всплывающих сообщениях, когда он 0%"
sFlyoverShowGraze0_MCMText = "Показывать шанс царапины во всплывающих сообщениях, когда он 0%"

[HitCalcLib]
LOWER_DIFFICULTY_MSG = "Пониженная сложность";
MISS_STREAK_MSG = "Серия промахов";
SOLDIER_LOST_BONUS = "Бонус за потерю солдата";


[ExtendedInformationRedux3_UITacticalHUD_ShotWings]
CRIT_DAMAGE_LABEL =  "КРИТИЧЕСКИЙ УРОН";
MULTIPLIER="Множитель"

[ExtendedInformationRedux3_UITacticalHUD_ShotHUD]
CRIT_DAMAGE_LABEL="К-УРН";
EXPECTED_DAMAGE_LABEL="О-УРН";
;GRAZE_CHANCE_LABEL="ЦАРАПИНА";


[StatListLib]
AssistsLabel = "ПОДДЕРЖКА";
FlankCritLabel = "КРИТИЧЕСКИЙ УДАР С ФЛАНГА"

[HackCalcLib]
RatioLabel="СООТНОШЕНИЕ"

[HitChance_Localization]
TongueGrabHit = "Схвачен!";
HackDefenceLabel = "ЗАЩИТА ОТ ВЗЛОМА";
MindSpinHit = "Сознание спутано!"
ShortCounterAttack = "Контратака"
Grappled = "Схвачен!"

[_EffectLib]
sUnknownEffect = "Неизвестно"
sFuseTriggered = "Детонация"
